tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "aribb24"
brew "m4"
brew "autoconf"
brew "automake"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "btop"
brew "c-ares"
brew "ca-certificates"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "mpdecimal"
brew "openssl@3"
brew "pcre2"
brew "readline"
brew "sqlite"
brew "python@3.12"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "certifi"
brew "cjson"
brew "coreutils"
brew "dav1d"
brew "dbus"
brew "libssh2"
brew "libgit2"
brew "eza"
brew "fastfetch"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "snappy"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "fpc"
brew "fzf"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git"
brew "grep"
brew "jasper"
brew "libpaper"
brew "netpbm"
brew "psutils"
brew "uchardet"
brew "groff"
brew "mecab"
brew "mecab-ipadic"
brew "msgpack"
brew "groonga"
brew "ncurses"
brew "htop"
brew "krb5"
brew "lf"
brew "libffi"
brew "libmagic"
brew "libpipeline"
brew "unibilium"
brew "libtermkey"
brew "libtool"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "luajit"
brew "luv"
brew "man-db"
brew "mariadb", restart_service: true
brew "mujs"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pcre"
brew "pkg-config"
brew "portaudio"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "python-mutagen"
brew "python@3.11"
brew "python@3.9"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "spicetify-cli", link: false
brew "starship"
brew "utf8proc"
brew "tmux"
brew "unixodbc"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
cask "alacritty"
cask "cyberduck"
cask "discord"
cask "eloston-chromium"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "keepassxc"
cask "keka"
cask "krita"
cask "mattermost"
cask "obsidian"
cask "qbittorrent"
cask "rectangle"
cask "signal"
cask "spotify"
cask "stats"
cask "tableplus"
cask "telegram-desktop"
cask "vlc"
cask "zoom"
