tap "homebrew/bundle"
tap "homebrew/services"
brew "gcc"
brew "btop"
brew "openssl@3"
brew "sqlite"
brew "python@3.12"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fpc"
brew "fzf"
brew "grep"
brew "lf"
brew "mariadb", restart_service: true
brew "yt-dlp"
brew "mpv"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
cask "alacritty"
cask "cyberduck"
cask "discord"
cask "eloston-chromium"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "keepassxc"
cask "keka"
cask "mattermost"
cask "obsidian"
cask "qbittorrent"
cask "rectangle"
cask "signal"
cask "spotify"
cask "stats"
cask "tableplus"
cask "telegram-desktop"
cask "vlc"
cask "vscodium"
cask "zoom"
